[
    {
        "title": "DSC 106 Project 1",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Created a static visualization based on provided weather data to practice good design principles."
    },
    {
        "title": "DSC 106 Project 2",
        "year": "2025",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Created a static, deceptive visualization to understand subtle design choices that might trick a viewer."
    },
    {
        "title": "DSC 80 Project 1",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Utilized pandas to develop a dynamic grade calculator."
    },
    {
        "title": "DSC 80 Project 2",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Molestiae laudantium quis numquam. Facere corrupti eius quam, tempora aperiam earum ipsum vel dignissimos quia ea iusto vero explicabo. Dolor neque voluptate dolorum itaque. Illo explicabo quisquam vero quibusdam sed!"
    },
    {
        "title": "DSC 80 Project 3",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ducimus, tempora. Nostrum voluptatibus magni, consectetur voluptatum commodi doloribus doloremque suscipit ea voluptas quasi natus iste qui asperiores odio, veritatis reiciendis mollitia eaque corrupti harum possimus. Reiciendis sit ratione cupiditate!"
    },
    {
        "title": "DSC 80 Project 4",
        "year": "2024",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Consequuntur molestias laudantium provident consectetur optio dolorum, accusamus, cum voluptatem explicabo pariatur labore, obcaecati neque. Maiores, odio iusto est vel, asperiores veniam at similique officiis quidem numquam dolorum quas! Nisi?"
    },
    {
        "title": "Omnis obcaecati odit veritatis?",
        "year": "2005",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Et corporis nihil alias nemo non deserunt quidem minima est temporibus. Laborum, unde nesciunt? Ex vitae amet facilis sequi rerum tempore possimus nobis expedita veniam. Accusamus laborum pariatur incidunt architecto."
    },
    {
        "title": "Natus, maxime ut. Vel.",
        "year": "2019",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Veniam, eos magni voluptas amet quibusdam eius, voluptate ullam recusandae nihil atque quae, quo ab accusamus culpa consequuntur fugiat. Similique odit officiis sequi, ullam voluptatibus sapiente exercitationem quasi velit fuga!"
    },
    {
        "title": "Quam totam fugiat pariatur.",
        "year": "2017",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Eaque expedita et doloremque aperiam. Quam incidunt deleniti mollitia expedita. Numquam nesciunt error architecto? Tempora repellat aliquam neque recusandae pariatur nulla repudiandae ab voluptatibus ea, culpa, incidunt delectus fugit at!"
    },
    {
        "title": "Molestiae natus molestias maxime.",
        "year": "2016",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Ea error distinctio vel eos cupiditate rerum illum quisquam quae id. Commodi ad dolore, vero at quidem corporis quod sequi eius sint nam deserunt iusto veritatis autem modi! Eaque, rerum."
    },
    {
        "title": "Expedita quasi placeat quam!",
        "year": "2005",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Saepe vitae error ullam illum alias eaque doloribus debitis, laboriosam labore veritatis doloremque dolorem provident quas soluta corrupti placeat repudiandae modi veniam eius. Fuga omnis sit labore perspiciatis laudantium aut?"
    },
    {
        "title": "Eveniet, non voluptatum? Ratione.",
        "year": "2017",
        "image": "https://vis-society.github.io/labs/2/images/empty.svg",
        "description": "Aliquid quasi tenetur recusandae dolor voluptatibus, accusantium, facere nemo laboriosam temporibus eligendi adipisci eos voluptatem sed dicta cum fugiat atque vero possimus, voluptates enim necessitatibus nisi? Nobis, inventore? Officia, sapiente?"
    }
]